const NewsScenario = [
  {
    year: 2018,
    news: [
      "S회사, 4분기 신기록 행진 '급제동' 영업익 13조원대",
      "S회사, 중기 스마트공장지원센터 신설…5년간 600억 투자",
      "창사기념일 앞둔 S회사, '실적 신기록'에도 환호보다 한숨",
      "원/달러 환율 하락… S회사 중간배당에 낙폭 제한",
      "S회사, 중기 스마트공장지원센터 신설…5년간 600억 투자",
    ],
  },
  {
    year: 2019,
    news: [
      "대신증권 S회사, 반도체 실적 개선 전망…목표가↑",
      "[특징주] 미중 무역합의 기대에 S회사 신고가(종합)",
      "S회사, 5G 표준특허 글로벌 2위…3위에 LG전자",
      'S회사 "자동차·데이터센터 반도체 시장으로 사업 확장"',
      "S회사, 작년 영업익 29% 세금으로 낸다…10년 전의 14배",
    ],
  },
  {
    year: 2020,
    news: [
      "S회사 올해 35조원 시설투자…반도체에만 약 29조원",
      "S회사, 실적 악화에도 연구개발 투자 '20조원' 첫 돌파",
      "[1보] S회사 3분기 영업이익 12조3천억원…작년 동기 대비 58.1%↑",
      "S회사, 미국 버라이즌과 8조원 규모 5G 장비 계약",
      "[이건희 별세] '국민주'된 S회사 주가 행방은?",
    ],
  },
  {
    year: 2021,
    news: [
      "국민연금, S회사 보유 지분 27개월 만에 10% 아래로",
      "신형핸드폰 공시지원금 최대 50만원… 폴더블폰 대중화 의지",
      "한국 기업 중국 사업 '빨간 불'…매출·이익률·점유율 뚝",
      "S회사, 직원수 11만4천명·연구개발비 16조2천억원 '역대 최대'",
      "S회사 1분기 영업이익 9조3천829억원…작년 대비 45.5%↑",
    ],
  },
  {
    year: 2022,
    news: [
      "외국인, 올해 한국 주식 15조원 순매도…S회사만 5조원 팔아",
      "반도체 한파 속 S회사 글로벌 D램 점유율 8년 만에 최저치",
      "2분기 영업이익 14조971억원…작년 동기 대비 12.2%↑",
      "2분기 S회사 핸드폰, 영업익 19% 감소한 2.6조…원가·환율 상승 탓",
      "3분기 영업이익 10조8천억원…작년 동기 대비 31.7%↓",
    ],
  },
];

export default NewsScenario;
